perf/proxy-9091/node-scaled/spike/summary.txt
--------------------------------
Summary report @ 00:44:27(-0300)
--------------------------------

http.codes.200: ................................................................ 1000
http.request_rate: ............................................................. 5/sec
http.requests: ................................................................. 1000
http.response_time:
  min: ......................................................................... 656
  max: ......................................................................... 9489
  median: ...................................................................... 671.9
  p95: ......................................................................... 7557.1
  p99: ......................................................................... 9047.6
http.responses: ................................................................ 1000
vusers.completed: .............................................................. 1000
vusers.created: ................................................................ 1000
vusers.created_by_name.Bbox2 (/): .............................................. 1000
vusers.failed: ................................................................. 0
vusers.session_length:
  min: ......................................................................... 657.1
  max: ......................................................................... 9490.8
  median: ...................................................................... 671.9
  p95: ......................................................................... 7557.1
  p99: ......................................................................... 9047.6